/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "取消";
"Delete" = "刪除";
"Rename" = "改名";
"Done" = "完成";

/* SIDEBARVIEW */
"Filters" = "過濾";
"Category" = "種類";
"Recent Usages" = "最近的用量";
"Average Amount: %lld" = "平均使用量: %lld";
"Average Amount: %lld%@" = "平均使用量: %lld%@";
"Average Price: %@" = "平均使用額: %@";
"Unit Selection" = "選擇單位";
"Select Unit" = "選擇單位";
"m³" = "m³";
"kwh" = "kwh";
"NA" = "NA";
"Rename Category" = "種類改名";
"Add Category" = "種類追加";
"New name" = "新的名字";
"%@,Average Amount is %lld%@, Average Price is %@" = "%@,平均用量是%lld%@, 平均金額是%@";
"%@,
Amount is %lld%@,
Price is %@" = "%@,用量是%lld%@,金額是%@";

/* CONTENTVIEW */
"Amount: %lld" = "使用量: %lld";
"Price: %lld" = "金額: %lld";
"Price: %@" = "金額: %@";

/* CHART */
"Chart" = "圖";
"Usage Amount" = "使用量";
"Usage Price" = "使用金額";

/* A button that shows a menu with the following options */
"Filter" = "過濾";
"Smart Filters" = "智能過濾";
"Turn Filter On" = "過濾功能有效"; /* Enables filtering */
"Turn Filter Off" = "過濾功能無效"; /* Disables filtering */
"Sort By" = "排序方式"; /* Adjust the order issues are shown */
"Newest to Oldest" = "由新到舊"; /* Place newer issues before older issues */
"Oldest to Newest" = "由舊到新"; /* Place older issues before newer issues */

/* Create a new usages */
"New Usage" = "新的";

/* A text placeholder, to help users search */
"Filter Usages" = "過濾使用量";

/* DETAILSVIEW */
"Details" = "詳細";

/* NOUSAGEVIEW */
"No record selected" = "沒有任何資料";

/* USAGEVIEW */
"Name" = "名稱";
"Start Date" = "開始日";
"Select a Start Date" = "請選擇開始日";
"Select an End Date" = "請選擇結束日";
"End Date" = "結束日";
"Amount" = "使用量";
"Price" = "費用";
"Unknown" = "不明";

/* Fields that let the users enter details about a specific usages */
"Recent Usages" = "最近的使用";

/* DATA */
"New Category" = "新的種類";
"No Category" = "沒有種類";
"Example Category" = "種類例";

/* DEBUG ONLY */
"ADD SAMPLES" = "增加樣品";

